Repository: common-repository/modern-ctt
Catalog: languages/modern-ctt-*.po
Languages: fr_fr

source: Adds a beautiful (and customizable) Click to Tweet block to maximize content sharing on Twitter.
fr_fr: Ajoute un magnifique bloc Click to Tweet personnalisable pour maximiser vos partages de contenu sur Twitter.

source: Quote text
fr_fr: Citation

source: Write text displayed on the site.
fr_fr: Ecrivez le texte affiché sur le site.

source: Button prompt
fr_fr: Invite du bouton

source: Tweet this
fr_fr: Tweeter ceci

source: Adds a Click To Tweet blockquote.
fr_fr: Ajoute une citation à tweeter.

source: click
fr_fr: clic

source: click to tweet
fr_fr: cliquer pour tweeter

source: Code is poetry.
fr_fr: Le code est une poésie.

source: Tweet this !
fr_fr: Tweeter ceci !

# block style
source: Default
fr_fr: Par défaut

# block style
source: Twitter blue
fr_fr: Bleu Twitter

# block style
source: Plain
fr_fr: Simple

# block style
source: Quote
fr_fr: Citation

# block style
source: Bordered
fr_fr: Bordure

source: Block settings
fr_fr: Réglages du bloc

source: URL to share
fr_fr: URL à partager

source: If left empty, defaults to post permalink
fr_fr: Si vide, le permalien de la publication est utilisé

source: Twitter handle
fr_fr: Identifiant Twitter

source: Add in your hastags, just as you would on any tweet.
fr_fr: Ajoutez vos hashtags, comme vous le feriez pour n'importe quel tweet.

source: Call to Action display
fr_fr: Affichage de l'appel à l'action

source: Display link as a button
fr_fr: Afficher comme un bouton

source: Call to Action content
fr_fr: Contenu de l'appel à l'action

source: Icon and text
fr_fr: Icône et texte

source: Icon only (text will still be visible to screen readers)
fr_fr: Icône uniquement (le texte sera toujours visible pour les lecteurs d'écran)

source: Text only
fr_fr: Texte seulement
